const Data = {
  "data": {
    "cities": [
      {
        "id": "2",
        "title": "Санкт-Петербург",
        "blood_stations": [
          {
            "lat": 60.035,
            "lng": 30.3593,
            "title": "ГКУЗ \"Центр крови Ленинградской области\", филиал №1",
            "address": "пр. Луначарского, д.45-49",
            "worktime": "вт, чт - 9:00 - 13:00 - приём доноров крови; пт: с 9:00 до 12:00 "
          },
          {
            "lat": 59.9308,
            "lng": 30.3723,
            "title": "Российский НИИ гематологии и трансфузиологии ФМБА России, ОПК",
            "address": "2-я Советская ул., д.16",
            "worktime": "пн-пт 08:30-12:30"
          },
          {
            "lat": 59.8391,
            "lng": 30.4212,
            "title": "СПб ГБУЗ \"Детская городская клиническая больница №5 им. Н.Ф.Филатова\"",
            "address": " ул. Бухарестская, 134",
            "worktime": "Доноры крови:пн, чт: 9:00-12:00; вт, ср,пт прием плазмы 9:00-12:00,. по предварительной записи."
          },
          {
            "lat": 60.0242,
            "lng": 30.3917,
            "title": "Санкт-Петербургская ГБ Святой Преподобномученицы Елизаветы, ОПК",
            "address": " ул. Вавиловых, 14",
            "worktime": "пн.,ср. 15:00-19:00, вт.,пт. 09:00-11:00"
          },
          {
            "lat": 60.0294,
            "lng": 30.3276,
            "title": "Санкт-Петербургская ГБ Святого Великомученика Георгия, ОПК",
            "address": "Северный пр-т, д. 1",
            "worktime": "пн, ср 15:00-18:00 (вход в отделение); чт-пт 09:00-12:00"
          },
          {
            "lat": 59.9712,
            "lng": 30.28,
            "title": "Санкт-Петербургская ГБ №31, ОПК",
            "address": " пр-т Динамо, 3",
            "worktime": "пн: 08:30 до 12:00 , вт с 08:30 до 12:00  и с 15:00 до 18:30 , ср с 08:30  до 12:00 (только для организаций), чт с 08:30 до 12:00  и с 15:00  до 18:30 "
          },
          {
            "lat": 59.9353,
            "lng": 30.3506,
            "title": "Санкт-Петербургская городская Мариинская больница, ОПК",
            "address": " Литейный пр-т., 56",
            "worktime": "пн, вт, ср, чт 09:00-12:00"
          },
          {
            "lat": 60.0373,
            "lng": 30.3362,
            "title": "Санкт-Петербургская городская многопрофильная больница №2, ОПК",
            "address": " Учебный пер., 5",
            "worktime": "пн-пт 09:00-12:00"
          },
          {
            "lat": 59.8408,
            "lng": 30.1821,
            "title": "ГУЗ \"Санкт-Петербургская ГБ №5\"",
            "address": " ул. Авангардная, 4",
            "worktime": " пн-пт 9.00 - 12.00"
          },
          {
            "lat": 59.8408,
            "lng": 30.1821,
            "title": "Городская больница № 15, ОПК",
            "address": " ул. Авангардная, д. 4, корп.5",
            "worktime": "приём доноров по рабочим дням с 09:00 до 11:00"
          },
          {
            "lat": 59.9193,
            "lng": 30.323,
            "title": "Военно-медицинская академия им. С.М. Кирова, ОПК",
            "address": "Загородный проспект, д. 47",
            "worktime": "пн-пт 09:00-13:00"
          },
          {
            "lat": 59.9642,
            "lng": 30.3213,
            "title": "Отделение переливания крови в Санкт-Петербургском Государственном Университете им. академика Павлова",
            "address": "ул. Льва Толстого, д. 19 корп. 53",
            "worktime": "пн-пт: 8.30 - 12.00"
          },
          {
            "lat": 59.9385,
            "lng": 30.3135,
            "title": "ФГБУ НИИ онкологии им. Н.Н. Петрова, ОПК",
            "address": " пос. Песочный, ул. Ленинградская, дом 68",
            "worktime": "пн-пт: 09:30-12:30"
          },
          {
            "lat": 59.8955,
            "lng": 30.2709,
            "title": "(НЕТ ПУНКТА КРОВИ) ГБУЗ \"Городская больница №14\"",
            "address": "198099, Санкт-Петербург, ул. Косинова, 19",
            "worktime": ""
          },
          {
            "lat": 60.0362,
            "lng": 30.3609,
            "title": "Клиническая больница № 122 им. Л.Г. Соколова, Отделение переливания крови",
            "address": "пр. Луначарского, д. 47 ",
            "worktime": "пн-пт: с 9:00 до 12:00 "
          },
          {
            "lat": 59.942,
            "lng": 30.3009,
            "title": "НИИ акушерства и гинекологии им. Д.О. Отта РАМН, ОПК",
            "address": "Менделеевская линия, 3",
            "worktime": "пн,ср 9.00 - 11.00"
          },
          {
            "lat": 60.0007,
            "lng": 30.1991,
            "title": "Всероссийский центр экстренной и радиационной медицины им. А.М. Никифорова МЧС России, Отделение трансфузиологии",
            "address": "ул. Оптиков д. 54",
            "worktime": "пн-чт 09:00-12:00"
          },
          {
            "lat": 59.966,
            "lng": 30.3282,
            "title": "Закрыта (переехали на ул. Л.Толстого, 19, корп. 53) Станция переливания крови ПСПГМУ им. акад. И. П. Павлова",
            "address": "Санкт-Петербург, ул. Рентгена, 10",
            "worktime": "Закрыта (переехали на ул. Л.Толстого, 19, корп. 53) https://donorsearch.org/bloodstation/729 "
          },
          {
            "lat": 59.8368,
            "lng": 30.239,
            "title": "ГУЗ \"Городской клинический онкологический диспансер\"",
            "address": " пр-т Ветеранов, 56",
            "worktime": "пн - 15.30-18.00;  вт, ср, чт - 9.00-11.00"
          },
          {
            "lat": 59.9809,
            "lng": 30.4289,
            "title": "Клиническая больница имени Петра Великого, СЗГМУ им. И.И. Мечникова",
            "address": "Пискаревский пр., д. 47",
            "worktime": "вт, чт: с 10:00 до 12:30"
          },
          {
            "lat": 59.9385,
            "lng": 30.3135,
            "title": "Отделение переливания крови в ГБУЗ «Санкт-Петербургский клинический научно-практический центр специализированных видов медицинской помощи (онкологический)»",
            "address": "пос. Песочный, ул. Ленинградская, дом 68 лит.А,  2-ой этаж, (вход с улицы в центре здания отдельный)",
            "worktime": "вт,cр,чт: с 9:00 до 11:30"
          },
          {
            "lat": 59.8492,
            "lng": 30.2952,
            "title": "Санкт-Петербургская ГБ №26, ОПК",
            "address": " ул. Костюшко, 2",
            "worktime": "пн,ср,чт 08:30-11:30"
          },
          {
            "lat": 59.8955,
            "lng": 30.3205,
            "title": "Городская станция переливания крови",
            "address": " Московский пр-т, 104",
            "worktime": "пн-пт 09:00-13:00, каждая 3 суббота месяца с 09:00 до 12:00"
          },
          {
            "lat": 60.0153,
            "lng": 30.3015,
            "title": " ФГБУ \"Северо-Западный федеральный медицинский исследовательский центр им. В.А. Алмазова\" ",
            "address": "ул. Аккуратова, 2",
            "worktime": "пн-пт 09:00-12:30"
          },
          {
            "lat": 59.9273,
            "lng": 30.4892,
            "title": "Санкт-Петербургская городская Александровская больница, ОПК",
            "address": " пр-т. Солидарности, 4",
            "worktime": "пн-пт 8.30-12.30, последний рабочий день каждого месяца - санитарный день.Приём доноров по предварительной записи "
          },
          {
            "lat": 59.9657,
            "lng": 30.325,
            "title": "Клиника «НИИ детской онкологии, гематологии и трансплантологии им. Р.М.Горбачевой»",
            "address": "РФ, Санкт-Петербург, Рентгена, 12",
            "worktime": ""
          }
        ]
      }
    ]
  }
};

export default Data;
